{"do_lower_case": true, "do_basic_tokenize": true, "never_split": null, "unk_token": "[UNK]", "sep_token": "[SEP]", "pad_token": "[PAD]", "cls_token": "[CLS]", "mask_token": "[MASK]", "tokenize_chinese_chars": true, "strip_accents": null, "special_tokens_map_file": null, "tokenizer_file": "/Users/liyt/Desktop/workspace/NL2SQL/gap-text2sql/rat-sql-gap/bert-large-uncased/tokenizer.json", "name_or_path": "/Users/liyt/Desktop/workspace/NL2SQL/gap-text2sql/rat-sql-gap/bert-large-uncased", "tokenizer_class": "BertTokenizer"}